{
    "Home": "ホームホーム",
    "Teacher": "先生",
    "About Us": "会社概要",
    "Pricing": "価格設定",
    "Contact": "連絡先",
    "Login": "ログイン",
    "Sign Up": "サインアップ",
    "Contact Us": "お問い合わせ",
    "Contact Information": "連絡先",
    "Welcome to Diversity Eikaiwa": "ダイバーシティ英会話へようこそ",
    "Diversity Eikaiwa started with a friend who wants to learn the English language and grew because of the positive word of mouth. At Diversity, we are not just teaching English but, we are teaching practical skills that you can use in your everyday life. Also, we are focused on building good relationships and delivering services beyond what is promised by sharing our own personal experiences that would help you to become a better communicator. At Diversity, we are sharing diverse experiences, knowledge, and skills that you can use in a diverse way.": "ダイバーシティー英会話は、友人に英会話を教え始めたことがきっかけでスタート。少しずつ口コミで活動が広がっていき、ここまで成長しました。私たちは英語だけでなく、日常生活で必要不可欠な知識やスキルも教えています。また、生徒と先生の良好な人間関係を築くことにも力を入れており、先生たちの日本での体験を共有し、より楽しく円滑なコミュニケーションをサポートすることで、期待以上のサービスをお届けします。",
    "Register now and have a free trial lesson": "今すぐ登録して無料トライアルレッスンをご利用ください",
    "Limited Offer, Hurry Up!": "限定オファー、急いで！",
    "Register Now!": "今すぐ登録！",
    "Our Faculty": "私たちの教員",
    "Terms and Condition": "ご利用条件",
    "Students can cancel their booked lesson within 24 hours before their lesson. If students forgot to cancel their booked lesson, it will be credited as one lesson even if students do not show up and Diversity Eikaiwa will not be able to refund the missed lesson by the students because of the no refund policy. With regards to refund policy, consumable credits don’t have expiration dates which means that the remaining credits must/can be used in case that the student/client want to quit as Diversity Eikaiwa don’t have a refund policy.": "予約していただいたレッスンは、レッスン開始の24時間前までキャンセルすることができます。キャンセルを忘れてしまった場合、自動的に1回のレッスン料として計算されます。その際の返金はできかねますのでご了承ください。もし生徒様が退会をご希望した場合、残りのポイントに関しては、返金を行なっておりません。ポイントには有効期限がございませんので、退会手続き後も残高分のご利用が可能です。",
    "In connection to quitting, students can unsubscribe before their subscription date renew the user’s credits. Also, as mentioned in the monthly subscription plan, it will automatically deduct 6,800 yen/12,100 yen depending on the plan that the student had chosen, or they should pay it via convenient stores, or their accounts will be deactivated.":"生徒様は、ポイントが補充されるサブスクリプションの更新日以前の退会が可能です。また、月額プランの詳細にも記載されていますが、生徒様が選択されたプランの料金（6800円または12100円）はコンビニ支払いまたは自動引き落としでのお支払いとなります。お支払いが正常に行われなかった場合、アカウントは無効になりますのでご了承下さい。",
    "English Teacher": "英語教師",
    "Rossel Sensei": "ロッセル先生",
    "Hello! Welcome to Diversity! Learning English doesn’t need to be stiff and strict. Talking and communicating with a teacher on a relax and enjoyable environment helps you learn English on a natural way. That being said, as a person who learned English as an official second language, I can give you advices and tips that are useful not just academically but in daily lives. As a teacher with 5 years teaching experience and current English teacher in Junior High School, I’m confident that I will be able to assist and support you in your learning.": "こんにちは！ダイバーシティーへようこそ！英語を学ぶことは堅苦しくて辛いものではありません。リラックスした雰囲気の中で、楽しく先生とコミュニケーションを取るうちに自然と英語を学ぶことができます。学業だけでなく、第二言語として英語を学んだ私だからこそわかる、将来海外に行くために必要な日常生活に役立つアドバイス・コツを教えることができます。教員歴5年、現役の中学校教師である私があなたの学習をより良いものにするためのお手伝いをします。"
}