{
    "Diversity Eikaiwa": "ダイバーシティ英会話",
    "Home": "ホーム",
    "Teacher": "先生",
    "About Us": "会社概要",
    "Pricing": "価格設定",
    "Contact": "連絡先",
    "Login": "ログイン",
    "Sign Up": "登録",
    "Contact Us": "お問い合わせ",
    "Contact Information": "連絡先",
    "Level 7, Wakamatsu Building, 3-3-6 Nihonbashi-Honcho, Chuo-Ku, Tokyo 103-0023 Japan": "103-0023 東京中央区日本橋本町３－3－6ワカ末ビル 7 階",
    "Get In Touch": "お問い合わせ",
    "Subject of this message": "お問い合わせ内容",
    "Say something about us": "コメント",
    "Send Message": "メッセージを送る",
    "Message Sent Successful!": "メッセージを送りました",
    "Display based on the Specified Commercial Transactions Law": "特定商取引法に基づく表示",
    "Business name": "事業者の名称",
    "Postal Code": "郵便番号",
    "Address": "住所",
    "President CEO": "社長/CEO",
    "Phone number": "電話番号",
    "Business Representative": "代表者",
    "Please check the price here:": "「価格設定」を確認ください。",
    "Business Format": "業態",
    "Mode of Payment": "支払い方法",
    "Credit card payment": "・クレジットカード決済",
    "Payment date": "支払い日",
    "Credit card payment will be made at the time of application. The billing date depends on each card company.": "申し込み時にクレジットカード決済を行います。請求日は各カード会社により異なります。",
    "Fees other than the price and other customer burdens": "代金以外の料金その他お客様の負担",
    "None (However, Internet communication, gadgets such as PCs, tablets, smartphones, microphones, and Web cameras are provided by the student)": "なし（ただし、インターネット通信料・パソコン,タブレット,スマホ等の端末・マイク・Webカメラは自己負担）",
    "About the service": "役務について",
    "All lesson are online and through Skype.": "レッスンはすべてオンラインで行います。",
    "When will the service will be delivered": "サービスの提供時期",
    "In the case of credit card payment, the service will be available after we confirm the payment.": "クレジットカード決済の場合には、当社が当該決済を確認した後にサービスの利用が可能となります。",
    "Refund/Withdrawal": "料金の返還・退会",
    "If you wish to withdraw from the membership, please apply according to the procedures prescribed by our company. For details, see": "サービスの性質上、返品・返金はありません。退会をご希望される場合には、弊社所定の手続きに従い申請ください。 詳しくは、「ご利用条件」をご覧ください。",
    "About the online lesson system and recommended environment": "オンラインレッスンのシステムと推奨環境について",
    "To use this service, use a computer, tablet, or smartphone connected to the Internet.": "本サービスを利用するためには、インターネット接続されたパソコン・タブレット・スマホ",
    "What are needed for the lesson?": "授業に必要なもの",
    "Phone or Computer": "スマートフォンもしくはパソコン",
    "Internet": "インターネットへの接続",
    "Skype": "",
    "How to take a lesson?": "授業の受け方",
    "First": "ステップ１",
    "Download Skype.": "Skypeをダウンロード",
    "Second": "ステップ２",
    "Register an account.": "ダイバーシティー英会話のアカウント登録",
    "Third": "ステップ３",
    "Choose your teacher, time and date.": "希望する先生と授業の日時を選択し授業を予約する",
    "Fourth": "ステップ４",
    "Take class on the day and time you booked.": "予約した日に授業をオンラインで受ける",
    "Company URL": "URL",
    "Content of Company Business": "会社のコンテンツ",
    "E-learning": "教育",
    "Type of Business": "業種",
    "Education": "教育",
    "Service start time": "営業時間",
    "9:00 -17:00 (Monday -Friday)": "9:00 - 17:00 (月曜日から金曜日まで)",
    "Other costs besides lesson charges": "商品代金以外の必要料金",
    "none": "ない",
    "Return policies": "返品",
    "Number of Employees": "",
    "Recent Annual Sales": "",
    "Company Foundation Date": "",
    "Corporation/Sole proprietorship": "",
    "Sole proprietorship": "",
    "Japanese Subsidiary Address": "",
    "2-15-5, mervielle 201": "",
    "Japanese Subsidiary Phone Number": "",
    "Payment Methods": "お支払方法",
    "Bank Transfer": "銀行振込",
    "Credit Card": "クレジットカード",
    "Konbini": "コンビニ",
    "Pay Easy": "",
    "Integration": "",
    "API": "",
    "Welcome to Diversity Eikaiwa": "ダイバーシティ英会話へようこそ",
    "Diversity Eikaiwa started with a friend who wants to learn the English language and grew because of the positive word of mouth. At Diversity, we are not just teaching English but, we are teaching practical skills that you can use in your everyday life. Also, we are focused on building good relationships and delivering services beyond what is promised by sharing our own personal experiences that would help you to become a better communicator. At Diversity, we are sharing diverse experiences, knowledge, and skills that you can use in a diverse way.": "ダイバーシティー英会話は、友人に英会話を教え始めたことがきっかけでスタート。少しずつ口コミで活動が広がっていき、ここまで成長しました。私たちは英語だけでなく、日常生活で必要不可欠な知識やスキルも教えています。また、生徒と先生の良好な人間関係を築くことにも力を入れており、先生たちの日本での体験を共有し、より楽しく円滑なコミュニケーションをサポートすることで、期待以上のサービスをお届けします。",
    "Register now and have a free trial lesson": "今すぐ登録して無料トライアルレッスンをご利用ください",
    "Limited Offer, Hurry Up!": "限定オファー、急いで！",
    "Register Now!": "今すぐ登録！",
    "Our Faculty": "私たちの教員",
    "Terms and Condition": "ご利用条件",
    "Students can cancel their booked lesson within 24 hours before their lesson. If students forgot to cancel their booked lesson, it will be credited as one lesson even if students do not show up and Diversity Eikaiwa will not be able to refund the missed lesson by the students because of the no refund policy. With regards to refund policy, consumable credits don’t have expiration dates which means that the remaining credits must/can be used in case that the student/client want to quit as Diversity Eikaiwa don’t have a refund policy.": "予約していただいたレッスンは、レッスン開始の24時間前までキャンセルすることができます。キャンセルを忘れてしまった場合、自動的に1回のレッスン料として計算されます。その際の返金はできかねますのでご了承ください。もし生徒様が退会をご希望した場合、残りのポイントに関しては、返金を行なっておりません。ポイントには有効期限がございませんので、退会手続き後も残高分のご利用が可能です。",
    "In connection to quitting, students can unsubscribe before their subscription date renew the user’s credits. Also, as mentioned in the monthly subscription plan, it will automatically deduct 7,480 yen yen/13,310 yen depending on the plan that the student had chosen, or they should pay it via credit card will be deactivated.":"生徒様は、ポイントが補充されるサブスクリプションの更新日以前の退会が可能です。また、月額プランの詳細にも記載されていますが、生徒様が選択されたプランの料金（7,480円または13,310円）はクレジットカードでのお支払いとなります。お支払いが正常に行われなかった場合、アカウントは無効になりますのでご了承下さい。",
    "Please take note that the only time we will do refunds is when technical issues arrises that would affect both teacher and student’s lesson. As a rule, you need to make a report from the day you experience issues that affect you schedule. Report should be made within 7 days or else, we won’t be able to refund it.": "オンライン授業時に、・インターネットの接続が悪く授業中に参加出来なかった ・アプリケーションエラー(Skype) などのテクニカルエラー（当社に帰責事由がない場合をいいます）が起きた場合は、返金対応が可能です。その場合は、問題が発生した日より7日以内にダイバーシティ英会話にメールにてご連絡をお願い致します。問題発生日から7日を過ぎますと返金対応はできませんのでご注意ください。7日を過ぎてご連絡をいただいても、返金対応できかねますので、テクニカルエラーによる返金対応をする際はお早めにご連絡くださいますようお願い致します。",
    "Privacy Policy": "プライバシーポリシー",
    "Diversity Eikaiwa respects its member's personal rights and privacy. Diversity Eikaiwa has its own purpose or reasons related to lessons for collecting information and will limit its use.": "ダイバーシティ英会話は会員の個人的権利とプライバシーを尊重します。 また、お客様にご登録いただきました個人情報は、レッスンに関係した目的又は理由のみに使用し、それ以外での目的ではお客様の個人情報を使用しません。",
    "English Teacher": "英語教師",
    "About You": "自己紹介",
    "Hobbies": "趣味",
    "Fields of Interest": "興味",
    "English Level": "英語のレベル",
    "Why choose us?": "当校を選ぶべき理由",
    "At Diversity Eikaiwa, most teachers have years of teaching experience and good track record. We are always giving our best to exceed student’s expectation by giving tailored lesson to them.": "ダイバーシティ英会話のほとんどの講師は、長年の指導経験と優れた実績を持っています。私たちは常に生徒の期待を超えるために最善を尽くし、生徒に合わせたレッスンを提供していま す。",
    "How can we help you?": "当校のサポート内容",
    "We will provide lessons based on your needs and goals such as increasing your score in TOEIC, TOEFL or want to improve your communication skills in daily or business setting.": "TOEICやTOEFLのスコアを上げたい、日常生活やビジネスシーンでのコミュニケーション能力を向上させたいなど、生徒のニーズや目標に合わせてレッスンを提供します。",
    "We will Provide free consultation through our support if needed by our student(s). (please feel free to message us through our email.)": "生徒の必要に応じて、サポートによる無料相談に応じます　（お気軽にメールにてお問い合わせください）。",
    "We will provide exclusive seminars (To be announced through email) that you can use for a lifetime. Examples are presentation, public speaking and other interesting topics will be discussed by experts": "一生使える特別なセミナーを開催します（メールでお知らせします）。例えば、プレゼンテーション、スピーチ、その他の興味深いトピックを専門家が取り上げます。",
    "Additional perks of being a Diversity’s student": "ダイバーシティの生徒にはさらに特典があります。",
    "Free consultation": "無料相談。",
    "Free exclusive seminars for our students <br>(Students will receive announcements through email)": "生徒限定の無料セミナー（生徒にはメールでお知らせします）。",
    "Lesson materials": "レッスン教材",
    "You can take lessons by using points. There is no expiration date for your points.": "ポイントでレッスンを受けられます。ポイントの有効期限はありません。",
    "Plan & Pricing": "プランと価格",
    "50% off if you register on the same day after trial lesson.": "体験レッスン後の当日にお申し込みの方は50%OFF",
    "Trial": "トライアル",
    "Free Trial": "無料トライアル",
    "Choose plan": "プランを選択",
    "Coming Soon": "近日公開",
    "Tax Included": "税込み",
    "2x free trial lesson": "2回無料体験レッスン",
    "Free trial Lesson": "1回無料体験レッスン",
    "Plan A": "プランA",
    "7,480 1 lesson 1,870": "(1レッスン1，870円)",
    "4 lessons per month (Max of 2 students)": "月4回のレッスン（先生一人につき、生徒は最大2名まで",
    "45 minutes lesson 4x 7,480 yen": "45分のレッスン×4回",
    "Plan B": "プランB",
    "8 lessons per month": "月8回のレッスン",
    "45 minutes lesson 8x 13,310 yen": "45分のレッスン×8回",
    "1 point = 1 lesson": "1 ポイントは1レッスン",
    "5,799 1 lesson 1,449": "1レッスン1,499円",
    "13,310 1 lesson 1,664": "1レッスン1,664円",
    "Special Plan": "スペシャルプラン",
    "(Until May 31)": "(5月31日まで)",
    "¥ 5,799 with tax": "¥ 5,799 税込",
    "4 lesson": "45分　レッスンx4回",
    "Register now and only pay ¥5,799 every month!": "今すぐ登録して毎月の支払いのみは¥5,799！",
    "(Until June 30)": "6月30日まで",
    "1,112円 per lesson": "1 レッスン1，112円",
    "Register now and pay only 8,899円 every month!": "今すぐ登録して毎月の支払いのみは8，899円！",
    "Pay": "支払い",
    "At Diversity Eikaiwa, we prioritize our Teachers and Students, and we are always making sure that our People and Students are our top priority by providing them materials, trainings, and seminars that they would be able to use as their lifetime skills.": "ダイバーシティー英会話では先生と生徒を第一に考え、一生使えるような教材や研修、セミナーなどを提供します。",
    "Sitemap": "サイトマップ",
    "Registration": "登録",
    "Legal": "法的",
    "Let's talk English online": "オンライン英会話で話しましょう。",
    "Man to Man lesson":"マンツーマンレッスン",
    "Free class": "1回無料体験レッスン",
    "Diversity Eikaiwa. All Rights Reserved.": "",
    "Don’t have an account yet?": "アカウントをまだ登録していない方こちら",
    "Create One": "アカウントを作成",
    "Have an account?": "既にアカウントを持っている方はこちら",
    "First Name": "名",
    "Last Name": "姓",
    "Phone Number": "電話番号",
    "Skype ID": "Skype ID",
    "Email": "メールアドレス",
    "Password": "パスワード",
    "Confirm Password": "パスワードの確認",
    "Service": "サービス",
    "I have read the Terms of Service and order the above service": "私は利用規約を確認して、上記のサービスを注文します",
    "Accept our terms of use and privacy policy": "これらのユーザーサービス規約に従うことに同意したことになります。",
    "Remember Me": "保存",
    "Dashboard": "ダッシュボード ",
    "Schedule": "スケジュール",
    "Hi": "こんにちは",
    "Here’s what’s happening with your account today.": "アカウントの情報",
    "Total Remaining Points": "残りのポイント",
    "Total Class Taken": "受講したレッスン",
    "Current Subscription": "今のプラン",
    "Create Class Booking": "レッスンを予約する",
    "Booking Date": "予約した日付",
    "Select Teacher": "先生を選ぶ",
    "Select Date": "選択した日付",
    "Edit Profile": "プロフィールを編集する",
    "Details": "詳細",
    "Cancel": "キャンセル",
    "Next": "次へ",
    "Back": "戻る",
    "Save": "保存",
    "Continue": "続く",
    "Confirm": "確認",
    "Profile": "プロフィール",
    "Logout": "ログアウト",
    "Public avatar": "アバター",
    "Change Photo": "アバター変更",
    "Click the current avatar to change your photo.": "写真を変更する",
    "Subscription": "サブスクリプション",
    "Current Password": "今のパスワード",
    "New Password": "新しいパスワード",
    "Current Service": "現在のサービス",
    "Points": "ポイント",
    "Price": "料金",
    "Status": "ステータス",
    "Pending": "保留",
    "Completed": "完了",
    "Complete Payment": "お支払いは完了致しました。",
    "Usable Points to take Class": "受講するために使えるポイント",
    "Pending Upgrade Request": "プラン変更のリクエストの確認中",
    "Pending Payment Validation": "保留中の支払い検証",
    "Upgrade": "プランの変更",
    "Are you sure you want to upgrade plan?": "プランを変更しますがよろしいですか？",
    "Plan Upgrade": "プランの変更",
    "Date is not available": "日付は予約できません",
    "Teacher is not available": "先生は利用できません",
    "Payment": "支払い",
    "Card Holder Name": "カード名義人",
    "Credit or debit card": "クレジットカード／デビット",
    "SUBMIT": "提出",
    "Cancel Subscription": "",
    "Cancelled Subscription": "",
    "Plan Cancellation": "",
    "Are you sure you want to cancel your subscription?": "",
    "Terms and conditions / Privacy policy": "ご利用条件/ プライバシーポリシー",
    "Please check the information before proceeding": "次に進む前に、記入した内容を確かめてください.",
    "Class flow (May depend on what are the student’s needs and level)": "クラスの流れ（生徒のニーズやレベルによって変わることもあります）",
    "Warm-up": "ウォーミングアップ",
    "Topic discussion": "授業のトピックを説明",
    "Practice": "練習",
    "Question time/ End of class": "質問タイム・授業終わり"
}