{
    "Home": "ホーム",
    "Teacher": "先生",
    "About Us": "会社概要",
    "Pricing": "価格設定",
    "Contact": "連絡先",
    "Login": "ログイン",
    "Sign Up": "登録",
    "Contact Us": "お問い合わせ",
    "Contact Information": "連絡先",
    "Welcome to Diversity Eikaiwa": "ダイバーシティ英会話へようこそ",
    "Diversity Eikaiwa started with a friend who wants to learn the English language and grew because of the positive word of mouth. At Diversity, we are not just teaching English but, we are teaching practical skills that you can use in your everyday life. Also, we are focused on building good relationships and delivering services beyond what is promised by sharing our own personal experiences that would help you to become a better communicator. At Diversity, we are sharing diverse experiences, knowledge, and skills that you can use in a diverse way.": "ダイバーシティー英会話は、友人に英会話を教え始めたことがきっかけでスタート。少しずつ口コミで活動が広がっていき、ここまで成長しました。私たちは英語だけでなく、日常生活で必要不可欠な知識やスキルも教えています。また、生徒と先生の良好な人間関係を築くことにも力を入れており、先生たちの日本での体験を共有し、より楽しく円滑なコミュニケーションをサポートすることで、期待以上のサービスをお届けします。",
    "Register now and have a free trial lesson": "今すぐ登録して無料トライアルレッスンをご利用ください",
    "Limited Offer, Hurry Up!": "限定オファー、急いで！",
    "Register Now!": "今すぐ登録！",
    "Our Faculty": "私たちの教員",
    "Terms and Condition": "ご利用条件",
    "Students can cancel their booked lesson within 24 hours before their lesson. If students forgot to cancel their booked lesson, it will be credited as one lesson even if students do not show up and Diversity Eikaiwa will not be able to refund the missed lesson by the students because of the no refund policy. With regards to refund policy, consumable credits don’t have expiration dates which means that the remaining credits must/can be used in case that the student/client want to quit as Diversity Eikaiwa don’t have a refund policy.": "予約していただいたレッスンは、レッスン開始の24時間前までキャンセルすることができます。キャンセルを忘れてしまった場合、自動的に1回のレッスン料として計算されます。その際の返金はできかねますのでご了承ください。もし生徒様が退会をご希望した場合、残りのポイントに関しては、返金を行なっておりません。ポイントには有効期限がございませんので、退会手続き後も残高分のご利用が可能です。",
    "In connection to quitting, students can unsubscribe before their subscription date renew the user’s credits. Also, as mentioned in the monthly subscription plan, it will automatically deduct 7,480 yen/13,310 yen depending on the plan that the student had chosen, or they should pay it via convenient stores, or their accounts will be deactivated.":"生徒様は、ポイントが補充されるサブスクリプションの更新日以前の退会が可能です。また、月額プランの詳細にも記載されていますが、生徒様が選択されたプランの料金（7,480円または13,310円）はコンビニ支払いまたは自動引き落としでのお支払いとなります",
    "English Teacher": "英語教師",
    "Why choose us?": "ダイバーシティー英会話の強み",
    "At Diversity, we are focusing on developing our teachers, materials and understanding our students needs which is the foundation of our teaching method. One of the advantages of Diversity is that all teachers are living in Japan or had lived in Japan which makes them understand the culture and how they can teach English to the Japanese people.": "ダイバーシティーでは、先生の育成、生徒のニーズの把握に力を入れています。以下の図は、クラスの流れになります。現在日本に住んでいる、もしくは住んだことがある先生たちを採用しています。日本の文化を理解している先生たちは、どうやって日本人に英語を教えたら一番良いかを知っています。",
    "In addition, we will provide exclusive seminars for our students which other English service provider don’t give. These seminars will focus on building your confidence and other skills that you can use for a lifetime.": "また、生徒たちが自信をつけ、使えるスキルが身に付くクラス（プレゼンテーション、クリティカルシンキング、パブリックスピーキング等）も今後実施する予定です。他の英会話スクールでは行っていない、ダイバーシティーならではの強みです。",
    "Plan & Pricing": "プランと価格",
    "50% off if you register on the same day after trial lesson.": "体験レッスン後の当日にお申し込みの方は50%OFF",
    "Trial": "トライアル",
    "Free Trial": "無料トライアル",
    "Choose plan": "プランを選択",
    "Coming Soon": "近日公開",
    "Tax Included": "税込み",
    "Free trial Lesson": "1回無料体験レッスン",
    "Plan A": "プランA",
    "4 lessons per month (Max of 2 students)": "月4回のレッスン（先生一人につき、生徒は最大2名まで",
    "45 minutes lesson 4x 7,480 yen": "45分のレッスン×4回",
    "Plan B": "プランB",
    "8 lessons per month (Max of 2 students)": "月8回のレッスン（先生一人につき、生徒は最大2名まで）",
    "45 minutes lesson 8x 13,310 yen": "45分のレッスン×8回",
    "At Diversity Eikaiwa, we prioritize our Teachers and Students, and we are always making sure that our People and Students are our top priority by providing them materials, trainings, and seminars that they would be able to use as their lifetime skills.": "ダイバーシティー英会話では先生と生徒を第一に考え、一生使えるような教材や研修、セミナーなどを提供します。",
    "Sitemap": "サイトマップ",
    "Registration": "登録",
    "Legal": "法的",
    "At Diversity Eikaiwa, we prioritize our Teachers and Students": "ダイバーシティ英会話で一番大事にしているのは先生と生徒たちです。",
    "Start Learning Now!": "今すぐ学び始めましょう",
    "Diversity Eikaiwa. All Rights Reserved.": "",
    "Don’t have an account yet?": "アカウントをまだ登録していない方こちら",
    "Create One": "アカウントを作成",
    "Have an account?": "既にアカウントを持っている方はこちら",
    "First Name": "名",
    "Last Name": "姓",
    "Phone Number": "電話番号",
    "Skype ID": "Skype ID",
    "Email": "メールアドレス",
    "Password": "パスワード",
    "Confirm Password": "パスワードの確認",
    "Service": "サービス",
    "By creating an account you agree to the": "アカウントを作成すると、利用規約に同意したことになります",
    "Accept our terms of use and privacy policy": "これらのユーザーサービス規約に従うことに同意したことになります。",
    "Remember Me": "保存"
}